
"Message Center" = "Meddelelsescenter";

/* Growl alert sheet */
"Cancel" = "Annuller";
"Don't Ask Again" = "Spørg ikke igen";
"Install" = "Installer";

// Yet to be localized
"Install Growl" = "Installer Growl";

"Start Growl" = "Start Growl";

"Show Growl preferences" = "Vis Growl-indstillinger";

"Growl installation required" = "HP-enheden bruger et program med navnet Growl til at underrette dig, når der opstår en situation, som kræver din opmærksomhed, f.eks. hvis den er ved at løbe tør for papir.\n\nDer skal installeres ekstra software, for at du kan modtage disse beskeder. Du behøver ikke hente noget, men bare klikke på “Installer” for at installere Growl på systemet.\n\nGå til Apples Systemindstillinger, vælg vinduet med Growl-indstillinger, og marker derefter afkrydsningsfeltet \"Start Growl ved logind\" for starte Growl-beskeder, hver gang du logger ind på denne computer.";

"Growl not running" = "HP-enheden bruger et program med navnet Growl til at underrette dig, når der opstår en situation, der kræver din opmærksomhed, f.eks. hvis den er ved at løbe tør for papir. Start Growl ved at udføre følgende trin for at modtage disse beskeder:\n\n1. Åbn vinduet med Growl-indstillinger ved at klikke på knappen \"Vis Growl-indstillinger\" nedenfor.\n2. Klik på knappen \"Start Growl\" i vinduet med Growl-indstillinger.\n3. Gå til Apples Systemindstillinger, vælg siden med Growl-indstillinger, og marker derefter afkrydsningsfeltet \"Start Growl ved log ind\" for at starte Growl-beskedtjenesten, hver gang du logger ind på denne computer.\n4. Afslut Systemindstillinger";

"Loading events" = "Indlæser hændelser...";
HSDDeviceKeyword = "Enhed";
HSDAlertKeyword = "Besked";
HSDEventKeyword = "Hændelse";

HSDAlertSettingsTitle = "Advarselsindstillinger";
HSDAlertsNote = "Angiv det niveau af udvidede statusoplysninger, som du ønsker at se for din HP-enhed. Du bliver altid oplyst, hvis enheden ikke kan fuldføre en opgave, du har anmodet, eller hvis din opmærksomhed er påkrævet.";

HSDDisplayAlertsTitle = "Viser udvidede beskeder for:";
HSDAutodismissAlertsTitle = "Afviser automatisk beskeder på";
HSDAutodismissAlertsTitlePostfix = "sekund(-er) for:";

HSDErrorsWarningsAndInfo = "fejl, advarsler og informative meddelelser";
HSDErrorsAndWarnings = "fejl og advarsler";
HSDErrorsOnly = "kun fejl";
HSDInfoMessages = "informative meddelelser";
HSDWarningsAndInfoMessages = "advarsler og informative meddelelser";

HSDDisplayVirtualAlertsTitle = "Vis webindhold i beskeder";
HSDVirtualAlertsNote = "HSD_TEXT:Din enheds status kan på sikker vis deles med HP, hvis du giver tilladelse til dette. Når HP får disse oplysninger, kan vi undersøge, om du er tilmeldt et HP-program eller er berettiget til særlige tilbud og ændre advarslen i forhold til de muligheder, der er til rådighed.

* Få mere at vide om oplysningerne, der sendes til HP, her: HSD_KEYED_LINK:MoreInfoTitle.

* Se HSD_LINK:HSDPrivacyStatementOnlineLink for at få mere at vide om HP's politik om beskyttelse af personlige oplysninger.";
